[SpawnCyberusM1Init X2AbilityTemplate]
LocFriendlyName="Not So Fast"
LocLongDescription="When dead, have a chance to spawn a Cyberus."

[SpawnCyberusM2Init X2AbilityTemplate]
LocFriendlyName="Not So Fast"
LocLongDescription="When dead, have a chance to spawn a Cyberus."

[SpawnCyberusM3Init X2AbilityTemplate]
LocFriendlyName="Not So Fast"
LocLongDescription="When dead, have a chance to spawn a Cyberus."

[SpawnAdvPsiWitchM3Init X2AbilityTemplate]
LocFriendlyName="Not So Fast"
LocLongDescription="When dead, have a chance to spawn a Avator."

[SpawnCyberusM1Trigger X2AbilityTemplate]
LocFriendlyName="Not So Fast"

[SpawnCyberusM2Trigger X2AbilityTemplate]
LocFriendlyName="Not So Fast"

[SpawnCyberusM3Trigger X2AbilityTemplate]
LocFriendlyName="Not So Fast"

[SpawnAdvPsiWitchM3Trigger X2AbilityTemplate]
LocFriendlyName="Not So Fast"


